Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.settings.refinement.systemSettings
source: iOS Settings
de: iOS-Einstellungen
es: Ajustes de iOS
fr: Réglages iOS
it: Impostazioni iOS
ja: iOS の設定
ko: iOS 설정
pt_br: Ajustes do iOS
ru: Настройки iOS
zh_hans: iOS 设置

# vocello.settings.refinement.permissionsHint
source: Leaves Vocello and opens iOS Settings
de: Verlässt Vocello und öffnet die iOS-Einstellungen
es: Sale de Vocello y abre Ajustes de iOS
fr: Quitte Vocello et ouvre les réglages iOS
it: Esce da Vocello e apre Impostazioni iOS
ja: Vocello を離れて iOS の設定を開く
ko: Vocello를 나가 iOS 설정 열기
pt_br: Sai do Vocello e abre os Ajustes do iOS
ru: Выходит из Vocello и открывает настройки iOS
zh_hans: 离开 Vocello 并打开 iOS 设置

# vocello.settings.refinement.variation
source: Take variation
de: Aufnahmevariation
es: Variación entre tomas
fr: Variation des prises
it: Variazione dei take
ja: テイクの変化
ko: 테이크 변화
pt_br: Variação das tomadas
ru: Вариативность дублей
zh_hans: 生成变化

# vocello.settings.refinement.variationDetail
source: Choose how much finished takes vary.
de: Wähle, wie stark fertige Aufnahmen variieren.
es: Elige cuánto varían las tomas terminadas.
fr: Choisissez le degré de variation des prises terminées.
it: Scegli quanto variano i take finiti.
ja: 完成するテイクの変化の大きさを選びます。
ko: 완성된 테이크의 변화 정도를 선택하세요.
pt_br: Escolha quanto as tomadas finalizadas variam.
ru: Выберите, насколько будут различаться готовые дубли.
zh_hans: 选择每次生成结果的变化程度。

# vocello.settings.refinement.variationHint
source: Choose Expressive, Balanced, or Consistent
de: Wähle Ausdrucksstark, Ausgewogen oder Konstant
es: Elige Expresiva, Equilibrada o Constante
fr: Choisissez Expressif, Équilibré ou Cohérent
it: Scegli Espressiva, Bilanciata o Costante
ja: 表現豊か、バランス、安定から選択
ko: 표현력 있게, 균형 있게, 일관되게 중 선택
pt_br: Escolha Expressiva, Equilibrada ou Consistente
ru: Выберите «Выразительно», «Сбалансированно» или «Стабильно»
zh_hans: 选择表现力强、均衡或稳定

# vocello.settings.refinement.modelsReady
source: %d of %d ready
de: %d von %d bereit
es: %d de %d listos
fr: %d sur %d prêts
it: %d di %d pronti
ja: %d / %d 準備完了
ko: %d / %d 준비됨
pt_br: %d de %d prontos
ru: Готово: %d из %d
zh_hans: %d / %d 已就绪

# vocello.export.root_summary
source: One-time export unlock
de: Export einmalig freischalten
es: Desbloqueo de exportación con pago único
fr: Déblocage des exports en un seul achat
it: Sblocco esportazione una tantum
ja: 買い切りで書き出しを解除
ko: 일회성 구매로 내보내기 해제
pt_br: Desbloqueio de exportação com compra única
ru: Разовая покупка для экспорта
zh_hans: 一次性解锁导出

# vocello.export.benefit
source: Save and share audio created with Voice Design and Voice Clone.
de: Speichere und teile Audio aus Stimmdesign und Stimmklonen.
es: Guarda y comparte audio creado con Diseño de voz y Clonación de voz.
fr: Enregistrez et partagez l’audio créé avec Voice Design et Voice Clone.
it: Salva e condividi audio creato con Design vocale e Clonazione vocale.
ja: ボイスデザインとボイスクローンで作った音声を保存・共有できます。
ko: 음성 디자인과 음성 복제로 만든 오디오를 저장하고 공유하세요.
pt_br: Salve e compartilhe áudio criado com Criação de voz e Clonagem de voz.
ru: Сохраняйте и делитесь аудио из дизайна и клонирования голоса.
zh_hans: 保存和分享通过声音设计与声音克隆创建的音频。

# vocello.export.free_detail
source: Generation, listening, and History are free in every mode. Built-in voice exports are free too.
de: Erzeugen, Anhören und Verlauf sind in allen Modi kostenlos. Auch Exporte integrierter Stimmen sind kostenlos.
es: Generar, escuchar y usar el historial es gratis en todos los modos. Exportar voces integradas también es gratis.
fr: La génération, l’écoute et l’historique sont gratuits dans tous les modes. Les exports de voix intégrées sont gratuits aussi.
it: Generazione, ascolto e cronologia sono gratuiti in ogni modalità. Anche le esportazioni delle voci integrate sono gratuite.
ja: すべてのモードで生成、試聴、履歴は無料です。内蔵ボイスの書き出しも無料です。
ko: 모든 모드에서 생성, 듣기, 기록은 무료입니다. 내장 음성 내보내기도 무료입니다.
pt_br: Gerar, ouvir e usar o histórico são gratuitos em todos os modos. Exportar vozes integradas também é gratuito.
ru: Генерация, прослушивание и история бесплатны во всех режимах. Экспорт встроенных голосов тоже бесплатный.
zh_hans: 所有模式均可免费生成、收听并使用历史记录。内置声音的导出也免费。

# vocello.export.one_time
source: One-time purchase. No subscription.
de: Einmalkauf. Kein Abo.
es: Compra única. Sin suscripción.
fr: Achat unique. Aucun abonnement.
it: Acquisto singolo. Nessun abbonamento.
ja: 1回限りの購入。サブスクリプションではありません。
ko: 일회성 구매입니다. 구독이 아닙니다.
pt_br: Compra única. Sem assinatura.
ru: Разовая покупка. Без подписки.
zh_hans: 一次性购买，无需订阅。

# vocello.export.thanks
source: Thank you for supporting Vocello. Your purchase helps fund its continued development and future independent projects.
de: Danke, dass du Vocello unterstützt. Dein Kauf hilft, die Weiterentwicklung und künftige unabhängige Projekte zu finanzieren.
es: Gracias por apoyar a Vocello. Tu compra ayuda a financiar su desarrollo continuo y futuros proyectos independientes.
fr: Merci de soutenir Vocello. Votre achat contribue à financer son développement et de futurs projets indépendants.
it: Grazie per il sostegno a Vocello. Il tuo acquisto contribuisce al suo sviluppo continuo e a futuri progetti indipendenti.
ja: Vocello を応援していただきありがとうございます。ご購入は継続的な開発と、今後の独立したプロジェクトを支えます。
ko: Vocello를 응원해 주셔서 감사합니다. 구매는 지속적인 개발과 앞으로의 독립 프로젝트에 도움이 됩니다.
pt_br: Obrigado por apoiar o Vocello. Sua compra ajuda a financiar o desenvolvimento contínuo e futuros projetos independentes.
ru: Спасибо за поддержку Vocello. Ваша покупка помогает дальнейшей разработке и будущим независимым проектам.
zh_hans: 感谢你支持 Vocello。你的购买将帮助持续开发本应用和未来的独立项目。

# vocello.export.privacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

# vocello.export.support
source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
it: Aiuto e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
pt_br: Ajuda e suporte
ru: Помощь и поддержка
zh_hans: 帮助与支持

# vocello.export.unlock_title
source: Design & Clone Export
de: Design- & Klonexport
es: Exportación de diseño y clonación
fr: Exports Design et Clone
it: Esporta design e cloni
ja: デザインとクローンの書き出し
ko: 디자인 및 복제 내보내기
pt_br: Exportação de criação e clonagem
ru: Экспорт дизайна и клонов
zh_hans: 设计与克隆导出

# vocello.export.unlock_detail
source: Generate, listen, and keep every take in History for free. Built-in exports are free. A one-time purchase unlocks sharing and saving Voice Design and Voice Clone audio outside Vocello on iOS.
de: Erzeuge und höre Aufnahmen kostenlos an und behalte sie im Verlauf. Exporte integrierter Stimmen sind kostenlos. Ein Einmalkauf schaltet unter iOS das Teilen und Speichern von Stimmdesign- und Stimmklon-Audio außerhalb von Vocello frei.
es: Genera, escucha y conserva todas las tomas en el historial gratis. Exportar voces integradas es gratis. Una compra única permite compartir y guardar fuera de Vocello el audio de Diseño de voz y Clonación de voz en iOS.
fr: Générez, écoutez et conservez gratuitement chaque prise dans l’historique. Les exports de voix intégrées sont gratuits. Un achat unique débloque le partage et l’enregistrement de l’audio Voice Design et Voice Clone hors de Vocello sur iOS.
it: Genera, ascolta e conserva gratis ogni take nella cronologia. Le esportazioni integrate sono gratuite. Un acquisto singolo sblocca la condivisione e il salvataggio dell’audio di Design vocale e Clonazione vocale fuori da Vocello su iOS.
ja: 生成、試聴、履歴への保存は無料です。内蔵ボイスの書き出しも無料です。買い切りで、iOS のボイスデザインとボイスクローン音声を Vocello の外に共有・保存できます。
ko: 무료로 생성하고 듣고 모든 테이크를 기록에 보관하세요. 내장 음성 내보내기는 무료입니다. 일회성 구매로 iOS에서 음성 디자인 및 음성 복제 오디오를 Vocello 밖으로 공유하고 저장할 수 있습니다.
pt_br: Gere, ouça e mantenha todas as tomadas no histórico gratuitamente. Exportar vozes integradas é gratuito. Uma compra única permite compartilhar e salvar áudio de Criação de voz e Clonagem de voz fora do Vocello no iOS.
ru: Создавайте, слушайте и храните все дубли в истории бесплатно. Экспорт встроенных голосов бесплатный. Разовая покупка открывает сохранение и отправку аудио из дизайна и клонирования голоса за пределы Vocello на iOS.
zh_hans: 免费生成、收听并在历史记录中保留所有音频。内置声音导出免费。一次性购买可在 iOS 上解锁将声音设计和声音克隆音频分享、保存到 Vocello 之外的功能。

# vocello.export.unlocked
source: Export unlocked
de: Export freigeschaltet
es: Exportación desbloqueada
fr: Exports débloqués
it: Esportazione sbloccata
ja: 書き出し解除済み
ko: 내보내기 해제됨
pt_br: Exportação desbloqueada
ru: Экспорт открыт
zh_hans: 已解锁导出

# vocello.export.retry_export
source: Close this sheet and choose Share or Download again to export your selected clip.
de: Schließe dieses Fenster und wähle erneut Teilen oder Laden, um den ausgewählten Clip zu exportieren.
es: Cierra esta hoja y vuelve a elegir Compartir o Descargar para exportar el clip seleccionado.
fr: Fermez cette fenêtre, puis choisissez de nouveau Partager ou Télécharger pour exporter le clip sélectionné.
it: Chiudi questo pannello e scegli di nuovo Condividi o Scarica per esportare il clip selezionato.
ja: このシートを閉じ、共有またはダウンロードをもう一度選んで音声を書き出してください。
ko: 이 시트를 닫고 공유 또는 다운로드를 다시 선택해 오디오를 내보내세요.
pt_br: Feche esta janela e escolha Compartilhar ou Baixar novamente para exportar o clipe selecionado.
ru: Закройте это окно и снова выберите «Поделиться» или «Загрузить» для экспорта выбранной записи.
zh_hans: 关闭此面板，再次选择“分享”或“下载”以导出所选音频。

# vocello.export.owned_unavailable
source: Purchase information is currently unavailable. Your export unlock is still active; you can save and share audio in every mode.
de: Kaufinformationen sind derzeit nicht verfügbar. Deine Exportfreischaltung bleibt aktiv; du kannst Audio in allen Modi speichern und teilen.
es: La información de compra no está disponible ahora. El desbloqueo sigue activo; puedes guardar y compartir audio en todos los modos.
fr: Les informations d’achat sont actuellement indisponibles. L’exportation reste déverrouillée : vous pouvez enregistrer et partager l’audio dans tous les modes.
it: Le informazioni sull’acquisto non sono disponibili. Lo sblocco rimane attivo; puoi salvare e condividere audio in ogni modalità.
ja: 購入情報は現在利用できません。書き出し解除は有効なままで、すべてのモードの音声を保存・共有できます。
ko: 현재 구매 정보를 확인할 수 없습니다. 내보내기는 계속 활성화되어 있으며 모든 모드의 오디오를 저장하고 공유할 수 있습니다.
pt_br: As informações da compra estão indisponíveis no momento. O desbloqueio continua ativo; você pode salvar e compartilhar áudio em todos os modos.
ru: Сведения о покупке сейчас недоступны. Экспорт остаётся открытым; вы можете сохранять и отправлять аудио во всех режимах.
zh_hans: 购买信息暂时不可用。导出解锁仍然有效；你可以保存和分享所有模式的音频。

# vocello.export.unavailable
source: The purchase is currently unavailable. Your audio stays in Vocello. You can try again or restore an existing purchase.
de: Der Kauf ist derzeit nicht verfügbar. Dein Audio bleibt in Vocello. Versuche es erneut oder stelle einen vorhandenen Kauf wieder her.
es: La compra no está disponible ahora. Tu audio sigue en Vocello. Puedes reintentarlo o restaurar una compra anterior.
fr: L’achat est actuellement indisponible. Votre audio reste dans Vocello. Vous pouvez réessayer ou restaurer un achat existant.
it: L’acquisto non è disponibile al momento. L’audio resta in Vocello. Puoi riprovare o ripristinare un acquisto precedente.
ja: 現在購入できません。音声は Vocello に残ります。再試行するか、以前の購入を復元してください。
ko: 현재 구매할 수 없습니다. 오디오는 Vocello에 남아 있습니다. 다시 시도하거나 기존 구매를 복원하세요.
pt_br: A compra está indisponível no momento. Seu áudio continua no Vocello. Tente novamente ou restaure uma compra anterior.
ru: Покупка сейчас недоступна. Аудио остаётся в Vocello. Повторите попытку или восстановите прежнюю покупку.
zh_hans: 购买暂时不可用。音频仍保留在 Vocello 中。你可以重试或恢复已有购买。

# vocello.export.reload
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

# vocello.export.checking
source: Checking purchase…
de: Kauf wird geprüft …
es: Comprobando compra…
fr: Vérification de l’achat…
it: Verifica acquisto…
ja: 購入を確認中…
ko: 구매 확인 중…
pt_br: Verificando compra…
ru: Проверка покупки…
zh_hans: 正在检查购买…

# vocello.export.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

# vocello.export.close
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

# vocello.export.view_options
source: View options
de: Optionen anzeigen
es: Ver opciones
fr: Voir les options
it: Visualizza opzioni
ja: オプションを表示
ko: 옵션 보기
pt_br: Ver opções
ru: Показать варианты
zh_hans: 查看选项

# vocello.export.options_hint
source: Opens export purchase options and Restore Purchases
de: Öffnet Exportkaufoptionen und Käufe wiederherstellen
es: Abre las opciones de compra de exportación y Restaurar compras
fr: Ouvre les options d’achat des exports et de restauration des achats
it: Apre le opzioni di acquisto per l’esportazione e Ripristina acquisti
ja: 書き出しの購入オプションと購入の復元を開く
ko: 내보내기 구매 옵션 및 구매 복원 열기
pt_br: Abre as opções de compra da exportação e Restaurar compras
ru: Открывает варианты покупки экспорта и восстановление покупок
zh_hans: 打开导出购买选项和恢复购买

# vocello.export.folder_detail
source: All clips stay in History. An optional Files folder also receives new Built-in clips; Design and Clone copies require the export unlock. If purchase access is still being checked, export those clips manually from History afterward.
de: Alle Clips bleiben im Verlauf. Ein optionaler Ordner in Dateien erhält zusätzlich neue Clips integrierter Stimmen; Design- und Klonkopien benötigen die Exportfreischaltung. Falls der Kaufzugriff noch geprüft wird, exportiere diese Clips später manuell aus dem Verlauf.
es: Todos los clips permanecen en el historial. Una carpeta opcional de Archivos también recibe los nuevos clips de voz integrada; las copias de diseño y clonación requieren el desbloqueo de exportación. Si aún se está comprobando el acceso a la compra, exporta esos clips manualmente desde el historial después.
fr: Tous les clips restent dans l’historique. Un dossier facultatif dans Fichiers reçoit aussi les nouveaux clips de voix intégrées ; les copies Design et Clone nécessitent le déblocage des exports. Si l’accès à l’achat est encore en cours de vérification, exportez ensuite ces clips manuellement depuis l’historique.
it: Tutti i clip restano nella cronologia. Una cartella opzionale in File riceve anche i nuovi clip integrati; le copie di design e clonazione richiedono lo sblocco dell’esportazione. Se l’accesso all’acquisto è ancora in verifica, esporta in seguito quei clip manualmente dalla cronologia.
ja: すべての音声は履歴に残ります。任意の「ファイル」フォルダには新しい内蔵ボイス音声も保存されます。デザインとクローンのコピーには書き出し解除が必要です。購入権限を確認中の場合は、後で履歴から手動で書き出してください。
ko: 모든 오디오는 기록에 남습니다. 선택한 파일 앱 폴더에는 새 내장 음성 오디오도 저장됩니다. 디자인 및 복제 사본은 내보내기 해제가 필요합니다. 구매 권한을 확인 중이라면 나중에 기록에서 직접 내보내세요.
pt_br: Todos os clipes permanecem no histórico. Uma pasta opcional em Arquivos também recebe novos clipes de voz integrada; cópias de criação e clonagem exigem o desbloqueio de exportação. Se o acesso à compra ainda estiver sendo verificado, exporte esses clipes manualmente pelo histórico depois.
ru: Все записи остаются в истории. В необязательную папку в «Файлах» также сохраняются новые записи встроенных голосов; копии дизайна и клонов требуют открытия экспорта. Если право покупки ещё проверяется, позже экспортируйте эти записи вручную из истории.
zh_hans: 所有音频都保留在历史记录中。可选的“文件”文件夹也会接收新的内置声音音频；设计和克隆的副本需要解锁导出。如果仍在检查购买权限，请稍后从历史记录手动导出这些音频。

# vocello.export.pending
source: Purchase pending approval. You can continue generating and listening.
de: Kauf wartet auf Genehmigung. Du kannst weiter erzeugen und anhören.
es: Compra pendiente de aprobación. Puedes seguir generando y escuchando.
fr: Achat en attente d’approbation. Vous pouvez continuer à générer et à écouter.
it: Acquisto in attesa di approvazione. Puoi continuare a generare e ascoltare.
ja: 購入の承認待ちです。生成と試聴は続けられます。
ko: 구매 승인 대기 중입니다. 생성과 듣기는 계속할 수 있습니다.
pt_br: Compra aguardando aprovação. Você pode continuar gerando e ouvindo.
ru: Покупка ожидает одобрения. Вы можете продолжать генерировать и слушать.
zh_hans: 购买正在等待批准。你可以继续生成和收听。

# vocello.export.cancelled
source: Purchase cancelled. No export access was changed.
de: Kauf abgebrochen. Der Exportzugriff wurde nicht geändert.
es: Compra cancelada. El acceso a la exportación no ha cambiado.
fr: Achat annulé. L’accès aux exports n’a pas changé.
it: Acquisto annullato. L’accesso all’esportazione non è cambiato.
ja: 購入をキャンセルしました。書き出し権限は変わっていません。
ko: 구매가 취소되었습니다. 내보내기 권한은 바뀌지 않았습니다.
pt_br: Compra cancelada. O acesso à exportação não foi alterado.
ru: Покупка отменена. Доступ к экспорту не изменён.
zh_hans: 购买已取消。导出权限未改变。

# vocello.export.failed
source: The App Store operation could not complete. Try again. Your clips remain in History.
de: Der App Store konnte den Vorgang nicht abschließen. Versuche es erneut. Deine Clips bleiben im Verlauf.
es: No se pudo completar la operación del App Store. Reinténtalo. Tus clips permanecen en el historial.
fr: L’opération App Store n’a pas pu aboutir. Réessayez. Vos clips restent dans l’historique.
it: L’operazione dell’App Store non è stata completata. Riprova. I clip restano nella cronologia.
ja: App Store の処理を完了できませんでした。再試行してください。音声は履歴に残っています。
ko: App Store 작업을 완료하지 못했습니다. 다시 시도하세요. 오디오는 기록에 남아 있습니다.
pt_br: A operação da App Store não foi concluída. Tente novamente. Seus clipes permanecem no histórico.
ru: Не удалось завершить операцию App Store. Повторите попытку. Записи остаются в истории.
zh_hans: App Store 操作未能完成。请重试。音频仍保留在历史记录中。

# vocello.export.unverified
source: The purchase could not be verified. Try Restore Purchases or contact support.
de: Der Kauf konnte nicht bestätigt werden. Versuche Käufe wiederherstellen oder kontaktiere den Support.
es: No se pudo verificar la compra. Prueba Restaurar compras o contacta con soporte.
fr: L’achat n’a pas pu être vérifié. Essayez de restaurer les achats ou contactez l’assistance.
it: Impossibile verificare l’acquisto. Prova Ripristina acquisti o contatta il supporto.
ja: 購入を検証できませんでした。購入の復元を試すか、サポートにお問い合わせください。
ko: 구매를 검증하지 못했습니다. 구매 복원을 시도하거나 지원팀에 문의하세요.
pt_br: Não foi possível verificar a compra. Tente Restaurar compras ou entre em contato com o suporte.
ru: Не удалось проверить покупку. Попробуйте восстановить покупки или обратитесь в поддержку.
zh_hans: 无法验证购买。请尝试恢复购买或联系支持。

# vocello.export.restored
source: Your export purchase has been restored.
de: Dein Exportkauf wurde wiederhergestellt.
es: Tu compra de exportación se ha restaurado.
fr: Votre achat des exports a été restauré.
it: L’acquisto per l’esportazione è stato ripristinato.
ja: 書き出しの購入を復元しました。
ko: 내보내기 구매를 복원했습니다.
pt_br: Sua compra de exportação foi restaurada.
ru: Покупка экспорта восстановлена.
zh_hans: 已恢复你的导出购买。

# vocello.export.not_owned
source: No export purchase was found for this Apple Account.
de: Für diesen Apple Account wurde kein Exportkauf gefunden.
es: No se encontró ninguna compra de exportación para esta cuenta de Apple.
fr: Aucun achat des exports n’a été trouvé pour ce compte Apple.
it: Nessun acquisto per l’esportazione trovato per questo Apple Account.
ja: この Apple Account の書き出し購入は見つかりませんでした。
ko: 이 Apple 계정에서 내보내기 구매를 찾지 못했습니다.
pt_br: Nenhuma compra de exportação foi encontrada para esta Conta Apple.
ru: Для этого Аккаунта Apple покупка экспорта не найдена.
zh_hans: 此 Apple 账户未找到导出购买记录。

# vocello.export.buy
source: Unlock exports — %@
de: Export freischalten – %@
es: Desbloquear exportación — %@
fr: Débloquer les exports — %@
it: Sblocca esportazione — %@
ja: 書き出しを解除 — %@
ko: 내보내기 해제 — %@
pt_br: Desbloquear exportação — %@
ru: Открыть экспорт — %@
zh_hans: 解锁导出 — %@

# vocello.history.export_recovery_files
source: Export Recovery Files
de: Wiederherstellungsdateien exportieren
es: Exportar archivos de recuperación
fr: Exporter les fichiers de récupération
it: Esporta file di recupero
ja: 復旧ファイルを書き出す
ko: 복구 파일 내보내기
pt_br: Exportar arquivos de recuperação
ru: Экспортировать файлы восстановления
zh_hans: 导出恢复文件

# vocello.history.long_form_recovery_detail
source: Long-form recovery is incomplete. Unrelated clips remain readable; project changes are blocked. Retry a temporary storage failure, or export recovery files for repair. These private files may contain script text and local paths. Exporting does not repair or delete them.
de: Die Langtextwiederherstellung ist unvollständig. Andere Clips bleiben lesbar; Projektänderungen sind gesperrt. Versuche es bei einem vorübergehenden Speicherfehler erneut oder exportiere Wiederherstellungsdateien zur Reparatur. Diese privaten Dateien können Text und lokale Pfade enthalten. Der Export repariert oder löscht sie nicht.
es: La recuperación del audio largo está incompleta. Los demás clips siguen disponibles; los cambios del proyecto están bloqueados. Reintenta si es un fallo temporal de almacenamiento o exporta los archivos de recuperación para repararlos. Estos archivos privados pueden contener el guion y rutas locales. Exportarlos no los repara ni los elimina.
fr: La récupération du projet long est incomplète. Les autres clips restent consultables ; les modifications du projet sont bloquées. Réessayez en cas de problème de stockage temporaire ou exportez les fichiers de récupération pour les réparer. Ces fichiers privés peuvent contenir le texte du script et des chemins locaux. L’exportation ne les répare ni ne les supprime.
it: Il recupero del progetto lungo è incompleto. Gli altri clip restano leggibili; le modifiche al progetto sono bloccate. Riprova in caso di errore temporaneo di archiviazione o esporta i file di recupero per ripararli. Questi file privati possono contenere testo e percorsi locali. L’esportazione non li ripara né li elimina.
ja: 長文プロジェクトの復旧が未完了です。他の音声は読めますが、プロジェクトの変更は停止しています。一時的な保存エラーなら再試行するか、修復用に復旧ファイルを書き出してください。これらの非公開ファイルには原稿やローカルパスが含まれることがあります。書き出しても修復や削除はされません。
ko: 긴 원고 복구가 완료되지 않았습니다. 다른 오디오는 읽을 수 있지만 프로젝트 변경은 차단됩니다. 일시적인 저장 오류라면 재시도하거나 복구 파일을 내보내 수리하세요. 이 비공개 파일에는 원고와 로컬 경로가 포함될 수 있습니다. 내보내기는 파일을 복구하거나 삭제하지 않습니다.
pt_br: A recuperação do projeto longo está incompleta. Outros clipes continuam legíveis; alterações no projeto estão bloqueadas. Tente novamente se for uma falha temporária de armazenamento ou exporte os arquivos de recuperação para reparo. Esses arquivos privados podem conter texto e caminhos locais. Exportar não os repara nem os apaga.
ru: Восстановление длинного проекта не завершено. Другие записи доступны, но изменения проекта заблокированы. При временной ошибке хранения повторите попытку или экспортируйте файлы восстановления для исправления. Эти приватные файлы могут содержать текст и локальные пути. Экспорт не исправляет и не удаляет их.
zh_hans: 长文本恢复尚未完成。其他音频仍可读取；项目修改已被阻止。如果是暂时的存储故障，请重试；也可导出恢复文件进行修复。这些私人文件可能包含文本和本地路径。导出不会修复或删除它们。
